{
 "data": [
  {
   "name": "Lomonosov Moscow State University",
   "logo": "Lomonosov-Moscow-State-University",
   "images": [
    "Lomonosov-Moscow-State-University-1",
    "Lomonosov-Moscow-State-University-2"
   ],
   "aboutUniversity": "Welcome to Moscow State University, the first Russian University founded in 1755 on the initiative of Mikhail Lomonosov, an outstanding scientist of the Enlightenment, whose unsettled encyclopedic mind and energy gave the inner impetus to the project. From the very beginning, elitism was alien to the very spirit of our community, which determined the University’s long-standing democratic tradition. Students irrespective of their background have been always admitted to University to further become our renowned alumni – famous scientists and scholars. And the students convene here, as they have always done, to study, to research, to push at the frontiers of knowledge.\n \n Today, the emphasis is on advancing the applied science: new materials, genetics, biomedicine, pharmaceutics, cognitive sciences, ecology, and information technologies. We work hard to preserve our heritage and develop our traditions of a comprehensive approach to higher education and science. Moscow University has a rich academic history. Yet the major commitment remains the same as it has been in centuries: to provide outstanding teaching, scholarship and research. But what makes our University so lively is this intellectual spirit combined with inexhaustible curiosity.\n \n We keep open the University doors to anyone who strives for new discoveries, creativity, and self-improvement."
  },
  {
   "name": "St Petersburg University",
   "logo": "St-Petersburg-University",
   "images": ["St-Petersburg-University-1", "St-Petersburg-University-2"],
   "aboutUniversity": "Renewal of St Petersburg University\n On 8 February 1819, the decree of Emperor Alexander I reorganized the Main Pedagogical Institute into St Petersburg University which was actually a renaming — the University regained its historical name. This was the end of the initial period of organization and development of the University in St Petersburg.\n \n In 1821 the University was renamed St Petersburg Imperial University.\n \n Initially, there were 3 faculties: History and Philology, Law and Philosophy, Physics and Mathematics. The system of faculties was borrowed from German universities. In 1855, the Faculty of Oriental Languages was added to them. Such a structure of the University existed until 1918.\n \n In 1830, the Twelve Colleges building designed by the architect Domenico Trezzini was given to the University. Development of sciences at the University\n The 19th century became the golden age for the University. At that time, outstanding scientists worked and world-famous scientific schools were established and developed at St Petersburg University: in mathematics by Pafnuty Chebyshev , in physics by Emil Lenz, in chemistry by Dmitri Mendeleev and Alexander Butlerov , in botany by Andrey Beketov, in embryology by Ilya Mechnikov and Alexander Kovalevsky, in physiology by Ivan Sechenov, in soil science by Vasily Dokuchaev, in geology by Alexander Inostrantsev, in Russian history by Konstantin Bestuzhev-Ryumin, etc.\n \n Pafnuty Chebyshev\n Dmitri Mendeleev\n Vasily Dokuchaev\n Scientific societies have been established at the University since the end of the 1860-s. The natural scientists society was founded in 1868; the Russian Chemical Society was founded by Dmitri Mendeleev in 1869 and renamed into the Russian Physico-Chemical Society in 1878. Later on, there were founded Philological, Anthropological, and Historical Societies, the Botanic Garden and Observatory. In 1893, the first Institute of Chemistry was established in Russia, and in 1901 — the first Physical Institute in Russia. In 1895, the prominent physicist and University graduate Alexander Popov demonstrated the first radio receiving device, and the first radiogram was sent from one building of the University to another the following year.\n \n In the end of the 19th — the beginning of the 20th centuries, prominent Russian scientists worked at the University: the mathematicians Andrey Markov, Aleksandr Lyapunov and Vladimir Steklov, the physicists Orest Khvolson and Dmitry Rozhdestvensky, the astronomer Sergey Glazenap, the chemists Nikolai Menshutkin and Dmitry Konovalov. The Faculty of Oriental Studies became the largest center for Oriental studies in Russia.\n \n Outstanding graduates of St Petersburg University\n St Petersburg University is famous for its graduates who brought fame to our country in all areas of science, politics and culture. Many graduates of Saint Petersburg University became renowned artists and musicians, poets and writers, theater and political figures, scientists and sportsmen. St. Petersburg University played a significant role in the development of Russian socio-political thought and culture. It has always been a center of freethinking.\n \n Many prominent artists well known in Russia as well as in the world graduated from St Petersburg University, e.g. the writers Ivan Turgenev and Gleb Uspensky, the poets Alexander Blok and Nikolay Gumilyov, the composers Mikhail Glinka and Igor Stravinsky, the artists Nicholas Roerich and Alexandre Benois, the theatre personalities Serge Diaghilev and Alexander Yuzhin.\n \n St Petersburg University became the Alma Mater for many leaders of our country, e.g. Pyotr Stolypin, Boris Stuermer, Alexander Kerensky, Vladimir Lenin, Vladimir Putin and Dmitry Medvedev. The discoveries and achievements of the University professors and graduates have become part of the history of both international and Russian science and technology. We have eight Nobel Prize laureates and two Fields Medal winners (the mathematician’s Nobel Prize).\n \n Nobel Prize Winners\n In physiology or medicine\n Ivan Pavlov (1904)\n Ilya Mechnikov (1908)\n In Chemistry\n Nikolay Semenov (1956)\n In Physics\n Lev Landau (1962)\n Alexander Prokhorov (1964)\n In Economics\n Wassily Leontief (1973)\n Leonid Kantorovich (1975)\n Fields Medal Winners\n Grigory Perelman (2006)\n Stanislav Smirnov (2010)\n St Petersburg University today\n In November 2009, St Petersburg University received a special status — «a unique scientific and educational complex, the oldest university in the country, of great importance for the development of Russian society». The University has now the right to issue its own diploma.\n \n Since the establishment of the University and till the present days, many research areas have arisen here which become classical and internationally renowned. The University scientists conduct researches in almost all areas of knowledge. But not only scientists and students of the University but also colleagues from all over the world can use the numerous University resource centers. The University is open for cooperation and actively integrated into the global scientific and educational environment.\n \n St Petersburg University has extensive international relations. International meetings and forums take place here regularly, especially in the beautiful Assembly hall or in the Peter’s Hall.\n \n St Petersburg University entered the XXI century with a vast store of values collected for three centuries, the main of which — alumni who never lose touch with their ALMA MATER."
  },
  {
   "name": "Yaroslav the Wise Novgorod State University",
   "logo": "yaroslav-the-wise-novgorod-state-university",
   "images": [
    "yaroslav-the-wise-novgorod-state-university-1",
    "yaroslav-the-wise-novgorod-state-university-2"
   ],
   "aboutUniversity": "Yaroslav the Wise Novgorod State University (NovSU) is the largest educational, scientific and innovative complex in the Novgorod Region which occupies a leading position in the Russian market of educational services. NovSU is a participant of the federal program of strategic academic leadership 'Priority – 2030' and one of the leading modern universities in Russia. \n Yaroslav the Wise Novgorod State University was founded in 1919 on the basis of the oldest state universities in Veliky Novgorod: Polytechnic University and Pedagogical University. The purpose of the creation of NovSU was to combine diverse experience in training specialists in a wide range of programs within Natural Science, Medicine, Engineering, Economics and Humanities.\n Today, NovSU forms a new generation of specialists with modern competencies, ensures the acquisition and use of new knowledge based on fundamental and applied scientific research in a wide range of areas, acts as an analytical center that provides intellectual assistance to the region in scientific, educational, socio-cultural and industrial spheres. \n Higher professional education at the University includes - 40 bachelor's degree programs;\n - 4 specialist's degree programs;\n - 22 master's degree programs;\n - 23 residency specialties;\n - 12 postgraduate programs.\n Special attention is paid to the expansion of the students competencies, so each student can receive additional professional education in 193 advanced and professional training programs. \n A special pride of the University is the outstanding teaching staff who has been engaged in teaching and scientific research work for many years. Today, about 1,000 teachers work in the University, more than 85% of them have PhD degrees.\n The University is a recognized center of scientific research in the Novgorod region and in the North-Western Federal District of Russia. Scientific activity in the University is carried out in the following areas:\n - scientific research;\n - innovation activities;\n - formation of highly qualified specialists.\n According to the level of formalization, NovSU is among the best universities in Russia: free high-speed Internet (up to 1GB), several thousand points of network connection, Wi-Fi zones in all Universitys buildings and hostels, about 2,000 computers, dozens of servers, modern computer classes and classrooms, electronic document management, personal services on the portal, and a system for improving IT qualifications for employees. The information and telecommunication infrastructure works steadily and is constantly developing, meeting the current requirements of a modern traditional university, providing favorable conditions for high-quality education, research and innovation. \n The Institute of Electronic and Information Systems enjoys unprecedented demand and interest among Russian and foreign applicants. It is the excellent technical equipment of the Institute, high qualification of teaching staff and advanced educational programs that made the University attractive for highly motivated and ambitious young people who want to build a successful career in the field of information technology from all over the world. \n Scientific centers, research and educational research laboratories have been established at the University to carry out effective scientific research. International and Russian scientific conferences are held on the basis of NovSU. University's scientists annually publish articles about the results of their research in the national and foreign journals.\n In 2022, the Novgorod Technical School, an innovative educational platform of the digital economy era, opened its doors in Veliky Novgorod. The laboratories of the school are already working in NovSU campus, where students get valuable experience participating in real industrial projects. \n NovSU contributes to the formation of a single global educational space by implementing international cooperation on the basis of long-term agreements with 75 universities and international organizations from 23 countries of the world. NovSU, for instance, has established partnerships with the universities from Armenia, the Republic of Belarus, Bulgaria, Germany, Italy, Kazakhstan, China, Korea, Kyrgyzstan, Serbia, USA, Tajikistan, Finland, France and Sweden.\n The University is actively engaged in international project and grant activities within the framework of ERASMUS+. Also Novgorod State University has opened international centers: Russian-German Academy, Italian Center, Center for Cooperation with Nordic and Baltic Countries, Center for Korean Language and Culture, and French Center. \n When participating in academic mobility programs, teachers, students and postgraduates of NovSU undergo educational and scientific internships in foreign universities. \n In order to expand the export of educational services and promote educational migration, the University attracts foreign citizens from all over the world to study. There are more than 12,000 students in Novgorod State University, and about 1,000 of them are foreign students from 50 countries (India, Egypt, Morocco, Algeria, Tunisia, Jordan, Zambia, Botswana, Angola, Gabon, Ghana, Congo, Uzbekistan, etc.)\n Foreign students coming to Novgorod State University can enroll in the Foundation program where they study Russian and core subjects for one year in order to get admission to the 1st year at NovSU. The training is conducted from zero level of proficiency in Russian in several areas: Engineering, Medicine, Economics and Humanities.\n The most popular among foreign students are the specialties of the Institute of Medical Education. Training in General Medicine and Dentistry is conducted in Russian and English. The Medical Institute of the University is one of the most popular among foreign youth. Modern programs, innovative medical equipment, studies in Russian and English, about 50 clinics and hospitals for internships in more than 100 medical fields - these factors are the strong points of the University. Due to these facts, the University is in great demand among foreign candidates. \n NovSU implements three double degree programs jointly with the University of Hildesheim (Germany). Academic exchange with Vitebsk State University named after P.M. Masherov (Republic of Belarus) is carried out on a regular basis."
  },
  {
   "name": "Saratov State Medical University",
   "logo": "saratov-state-medical-university",
   "images": [
    "saratov-state-medical-university-1",
    "saratov-state-medical-university-2"
   ],
   "aboutUniversity": "In 2021, Saratov State Medical University named after V.I. Razumovsky has started to turn into a university of the third generation – leader in educational technologies, scientific research, cross-cutting strategic partnership and international partnership.It keeps developing and annually confirms its high status of the most popular medical university among ambitious international students. \n Winner of the All-Russian competition “Best educational programs of Innovative Russia”;\n Federal agency Rosstandart Certificate “100 Best Educational Organizations of Russia”.\n The University academic staff is one of the great advantages here. More than 1000 professors have PhD degrees. The University has established partnerships with UNC School of Medicine (The United States), Shenzhen Institute of Advanced Technology (China) and with other universities of Europe, Asia, Africa and America.\n Being a participant of international educational programs Erasmus+, DAAD, GIAN, Global Education, SSMU ensures student’s exchange in more than 10 partner universities.\n Training in Medicine and Pharmacy is carried on by 70 university’s departments. Study plans include general and clinic disciplines in the range required by medical education standards of the Russian Federation. During the training period of 5-6 years, international students keep learning the Russian language, mastering professional skills of communication with patients and fellow colleagues and working with scientific medical literature.There are 70 clinical residency programs, among them the most popular are surgery, traumatology and orthopedics, ophthalmology, urology, cardiology, neurosurgery, pediatrics, therapy, obstetrics and gynecology, dentistry, orthodontics, etc. Upon completing a clinical residence or a research degree program, the graduate receives a diploma and a certificate confirming the degree obtained. \n The students undertake clinical practice in university’s and city hospitals: \n Saratov State Medical University Clinical Center named after V.I. Razumovsky – 60,000 patients per year, more than 30,000 surgeries. \n The University awards graduates a diploma of the Russian national standard which certifies the receipt of higher education and indicates the degree/qualification and specialty received. An additional document, the European Diploma Supplement, is also issued to graduates and allows them to obtain the equivalence of their diploma in any of the 49 European and other countries that have signed the Lisbon Recognition Convention and to continue studies or find a job in these countries.\n Students attend international forums and conferences and may apply for scholarships and grants. The university library with more than 500,000 books and scientific articles, as well as modern computer classes and manual skills centers, are open for every student.\n There are several institutions working within SSMU, such as research institutes of uronephrology, cardiology, etc. In the last 2 years, the University staff and students obtained 28 certificates on patents and inventions.\n Students may practice their professional skills in the university’s hospitals and clinics. They don’t just practice on stimulators but literally participate in bedside nursing."
  },
  {
   "name": "Privolzhsky Research Medical University",
   "logo": "Privolzhsky-Research-Medical-University",
   "images": [
    "Privolzhsky-Research-Medical-University-1",
    "Privolzhsky-Research-Medical-University-2"
   ],
   "aboutUniversity": "Privolzhsky Research Medical University Russia: The university was established in March 1920. The educational process is based on modern principles and new trends of formation and medical development. Privolzhsky Research Medical University is one of the oldest Medical Colleges in Russia. The University is also known as PRMU Russia.\n \n PRMU Russia creates the basis for the high quality of education through a combination of the high level of scientific researches and advanced clinical practice, cooperates with Medical Research Institutes, administrations of Public Health Services, medical establishments of Nizhny Novgorod region, of Volga Federal Region. Privolzhsky Research Medical University is one of the oldest universities in Russia. It successfully provides scientific researches and educational work in the best world and Russian traditions. PRMU consists of eight faculties: faculty of general medicine."
  }
 ]
}
